[
  {
    "title": "GuzzleBundle: easily consume APIs",
    "slug": "guzzlebundle",
    "abstract": "Guzzle is a PHP HTTP client that makes it easy to send HTTP requests and trivial to integrate with web services. An awesome bundle exists that allow us to easily integrate Guzzle in our Symfony2 project.",
    "creationDate": "",
    "publicationDate": "",
    "status": "active",
    "tags": ["PHP", "Symfony2", "bundle", "API"]
  },
  {
    "title": "Feedbacks on the SensioLabs training program",
    "slug": "sensiolabs-training",
    "abstract": "Feedbacks on my SensioLabs Training Why a training? I have been working as a Web Developer for about 4 years (2 years in JAVA & 2 years in PHP). I have learned Symfony2 by myself then I worked in a company. So my knowledge is based on the resources I found in the beginning of my studies and the specific problems I had to solve at work.",
    "creationDate": "",
    "publicationDate": "",
    "status": "active",
    "tags": ["PHP", "Symfony2", "feedback"]
  },
  {
    "title": "Charts in your Symfony2 projects",
    "slug": "chars-with-symfony2",
    "abstract": "When you work on hight quantity of data, the best way of let them being easily understood is to present the as Charts. In the past you could have been frustrating when you implement those charts in PHP, but starting now it will become very easy !",
    "creationDate": "",
    "publicationDate": "",
    "status": "active",
    "tags": ["PHP", "Symfony2", "bundle", "charts", "tutorial"]
  },
  {
    "title": "What's new in Symfony 2.4",
    "slug": "symfony-2_4",
    "abstract": "Few months ago, Fabien Potencier used the mailing to ask the community their wishes for the new version of Symfony 2. After receiving plenty of request about the Cache and Rest API, SensioLabs deliver on the 3rd of December the 2.4. Let's see if father Santa has been listening to our request. ",
    "creationDate": "",
    "publicationDate": "",
    "status": "active",
    "tags": ["Symfony2" , "release note"]
  }
]